package kr.hs.emirim.js.zero_waste;

import org.json.JSONArray;

public class MarkersLocation {
    String[][] markerslo= {
        {"37.55166634049112", "127.12717426974153", "대안생할 공기", "제로웨이스트 세제소분샵"},
        {"37.533629065145895", "127.125530643953", "song for earth" ,"제로웨이스트 샵"},
        {"37.5414527433307", "127.09378064169805","디어에코","제로웨이스트 샵"},
        {"37.548100024000725", "127.04409994157893","더피커","제로웨이스트 라이프스타일 플랫폼"},
        {"37.580345706362486", "126.9715296974696","라마홈","리투아니아 린넨 제품 및 제로웨이스트 용품 판매"},
        {"37.55718828702743", "126.9776103967499","레디투웰니스","플라스틱 프리(샴푸바, 비건 화장품, 대나무 제품)"},
        {"37.56456124728512", "126.91752595573443","유민얼랏","제로웨이스트 샵"},
        {"37.552841709142115", "126.84850209948124","허그어웨일","친환경 제품 판매 매장"},
        {"37.50096076360349", "126.93384301280012","제로웨이스트샵 지구","제로웨이스트 전문 편집브랜드"},
        {"37.5698543800305", "126.91343403056456","dear.earth","고체치약 판매 매장"},
        {"37.55377857188071", "126.91162532663908","알맹상점","리필스테이션"},
        {"37.512547635683674", "126.9272075394367","비그린","순식물성 식품,비건 화장품,친환경 생활용품,리필스테이션 매장"},
        {"37.60687265082051", "126.93266682685109","카페 트랜스","제로웨이스트 매장"},
        {"37.49046178083667", "126.99170845700758","waste upso","웨이스트 업소: 손으로 만드는 워크샵 및 벌크 음식 재료 판매 매장"},
        {"37.4359183365745", "127.14198079922316","무해공간","제로웨이스트 책, 제품, 생활용품, 세제 리필 매장"},
        {"37.390451589787574", "127.08438295725728","동그라미 리필러리","리필스테이션"},
        {"37.486568439560905", "126.55936351155702","채움소","리필스테이션 상점"},
        {"37.53120198219102", "126.65576161305677","지구소호대리필상점","제로웨이스트 공방"}
    };

    public String[][] getMarkerslo() {
        return markerslo;
    }
}
